Repository: EstivalPol/SmartHome
Catalog: lib/l10n/intl_*.arb
Languages: sw

source: Back Home
sw: Kurudi nyumbani

source: Away
sw: Mbali

source: Guest in
sw: Mgeni ndani

source: Add a Scene
sw: Ongeza eneo

source: Save home setting as preset
sw: Okoa mpangilio wa nyumba kama preset

source: Give Scene Title
sw: Toa kichwa cha eneo

source: Child mode
sw: Hali ya mtoto

source: Change Scene
sw: Badilisha eneo

source: Mostly Clear
sw: Wazi wazi

# continuee
source: Continue
sw: Endelea

source: Bedroom
sw: Chumba cha kulala

source: Living Room
sw: Sebule

source: Kitchen
sw: Jikoni

source: Parking
sw: Maegesho

source: Backyard
sw: Uani

source: Add room
sw: Ongeza chumba

source: Rooms
sw: Vyumba

source: Edit Profile
sw: Hariri wasifu

source: Settings
sw: Mipangilio

source: FAQs
sw: Maswali

source: Terms & Conditions
sw: Masharti na Masharti

source: Privacy Policy
sw: Sera ya faragha

source: Hi Mate
sw: Hi mwenzi

source: Sign in Now
sw: Ingia sasa

source: Enter Phone Number
sw: Ingiza nambari ya simu

source: Or Continue with
sw: Au endelea na

source: Continue with Facebook
sw: Endelea na Facebook

source: Continue with Google
sw: Endelea na Google

source: Continue with Apple
sw: Endelea na Apple

source: Sign up Now
sw: Jiunge sasa

# looks_like_not_registered
source: Looks like you’re not registered yet
sw: Inaonekana bado haujasajiliwa

source: Phone Number
sw: Nambari ya simu

source: Full Name
sw: Jina kamili

source: Email Address
sw: Barua pepe

# by_continue_you_agree
source: By Continue you’re agreed to our
sw: Kwa kuendelea umekubaliwa kwetu

source: Verification
sw: Uthibitishaji

# add_verification_code_sent
source: Add verification code sent on your number
sw: Ongeza nambari ya uthibitisho iliyotumwa kwenye nambari yako

# enter_six_digit_code
source: Enter 6 digit verification code
sw: Ingiza nambari 6 za uthibitisho wa nambari

source: Air condition
sw: Hali ya hewa

source: Ceiling Lights
sw: Taa za dari

source: View Profile
sw: Tazama wasifu

source: Day
sw: Siku

source: Week
sw: Wiki

source: Month
sw: Mwezi

source: Year
sw: Mwaka

source: used
sw: Kutumika

source: Devices
sw: Vifaa

source: Device Statistics
sw: Takwimu za kifaa

source: increased
sw: kuongezeka

source: from last month
sw: kutoka mwezi uliopita

source: Your Question got answered
sw: Swali lako lilijibiwa

source: General Questions
sw: Maswali ya jumla

source: Technical Questions
sw: Maswali ya kiufundi

source: Privacy Policies
sw: Sera za faragha

source: Profile
sw: Wasifu

source: Update
sw: Sasisha

source: Select Language
sw: Chagua lugha

source: App Mode
sw: Njia ya programu

source: Dark Mode
sw: Njia ya Giza

source: Distance Unit
sw: Kitengo cha umbali

source: Km (Kilometer)
sw: KM (kilomita)

source: Logout
sw: Kuingia

# company_terms
source: Company’s Terms of use
sw: Masharti ya matumizi ya kampuni

source: Motion Detected
sw: Mwendo kugunduliwa

source: Sound Detected
sw: Sauti imegunduliwa

source: Living Room Cam
sw: Sebule cam

source: Click to change camera
sw: Bonyeza kubadilisha kamera

source: Live
sw: Moja kwa moja

source: Front yard
sw: Yadi ya mbele

source: Click to play
sw: Bonyeza kucheza

source: COOL
sw: BARIDI

source: MODE
sw: Modi

source: SET TEMP.
sw: Weka temp.

source: MID
sw: Katikati

source: FAN
sw: Shabiki

source: CLEANED
sw: ILIYOSAFISHWA

source: Area
sw: Eneo

source: Time
sw: Wakati

source: Charge
sw: Malipo

source: Light Wash
sw: Safisha mwanga

source: Normal Wash
sw: Safisha ya kawaida

source: Hi-Temp Wash
sw: Hi-temp safisha

source: Rinse Only
sw: Suuza tu

source: Study Light
sw: Taa ya kusoma

source: SET BRIGHTNESS
sw: Weka mwangaza

source: Bluetooth Speaker
sw: Spika wa Bluetooth

source: OPEN
sw: Wazi

source: Camera
sw: Kamera

source: Connecting
sw: Kuunganisha

source: Signal Checking
sw: Kuangalia ishara

source: Network Setup
sw: Usanidi wa mtandao

source: Name this device
sw: Taja kifaa hiki

source: Parking Camera
sw: Kamera ya maegesho

source: Select Room
sw: Chagua Chumba

source: Done
sw: Imekamilika

source: Music Speaker
sw: Msemaji wa muziki

source: Smart Speaker
sw: Spika smart

source: Selected
sw: Kuchaguliwa

# tap_on_device_selected
source: Tap on device to select
sw: Gonga kwenye kifaa kuchagua

# long_press_to_manage
source: Long press to manage devices
sw: Vyombo vya habari kwa muda mrefu kusimamia vifaa

source: Remove
sw: Ondoa

source: Move
sw: Hoja

source: Connected
sw: Imeunganishwa

source: Disconnected
sw: Imekataliwa

source: Air Conditioner
sw: Kiyoyozi

source: Dining Room
sw: Chumba cha kulia

source: Move Device(s)
sw: Hoja (S)

source: Select Where to move
sw: Chagua wapi kusonga

source: Remove Device(s)
sw: Ondoa vifaa (s)

# are_you_sure
source: Are you sure you want to remove selected device(s)?
sw: Je! Una uhakika unataka kuondoa kifaa kilichochaguliwa?

# yes_you_can_add_later
source: Yes, you can add it later.
sw: Ndio, unaweza kuiongeza baadaye.

source: Cancel
sw: Ghairi

# instead_you_can_move
source: Instead you can move device in other room
sw: Badala yake unaweza kusonga kifaa kwenye chumba kingine

# searching_nearby
source: Searching Nearby Devices...
sw: Kutafuta vifaa vya karibu ...

# make_sure_connection
source: Make sure you're in connection
sw: Hakikisha uko kwenye uhusiano

source: Music
sw: Muziki

source: Floor Cleaner
sw: Sakafu ya sakafu

source: Switch Off All Devices
sw: Zima vifaa vyote

source: Edit Room
sw: Chumba cha hariri

source: Add/Remove Device
sw: Ongeza/Ondoa kifaa

source: Remove Room
sw: Ondoa chumba

source: Cameras
sw: Kamera

source: Account
sw: Akaunti

source: Change Language
sw: Badilisha lugha

source: Select Preferred Language
sw: Chagua lugha inayopendekezwa

source: SUBMIT
sw: Wasilisha
